Revit 2027 API
DataTransferProgressChangedEventArgs.Speed Property
 Speed(bytes/second) in this event.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double Speed { get; }
Public ReadOnly Property Speed As Double
	Get
public:
property double Speed {
	double get ();
}
member Speed : float with get
Property Value
Double
See Also
Reference
DataTransferProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace